export default {
  auth: {
    unauthorized: 'Пользователь не найден или неверный пароль',
  },
  users: {
    notFound: 'Пользователь не найден',
  },
  wishes: {
    notFound: 'Подарок не найден',
    forbidden: 'Нельзя редактировать или удалять чужие подарки',
    blockedPrice: 'Кто-то уже скинулся на подарок - редактировать цену нельзя',
  },
  wishlists: {
    notFound: 'Коллекция не найдена',
    forbidden: 'Нельзя редактировать или удалять чужие коллекции',
    notFoundWishes: 'Ни одного подарка не найдено',
  },
};
